",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Adicionar";

"Cancel|generic cancel button" = "Cancelar";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Mensagens do Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Usuário do Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Amigos ou contatos";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversa em grupo";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contato incompleto";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contato inválido";

"Last Updated: %@|last updated date in pull to refresh header" = "Última atualização: %1$@";

"Loading...|loading progress text" = "Carregando...";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mais amigos conectados";

"Name|Placeholder text: Name of new contact" = "Nome";

"New Contact|Button title: Create a new contact" = "Novo contato";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "no celular";

"online|presences status for being online on the web" = "on-line";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefone ou e-mail";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Insira um número de telefone ou e-mail.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Insira o nome e as informações de contato da pessoa.";

"Pull down to refresh...|message for pull down to refresh" = "Puxe p/ baixo p/ atualizar...‎";

"Push up to refresh...|message for push up to refresh" = "Empurre p/ cima p/ atualizar...‎";

"Release to refresh...|message for releasing to refresh" = "Solte para atualizar...";

"Search|placeholder in search bar" = "Procurar";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Buscar mais amigos...";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Enviar para:";

"To:|to field in contact picker" = "Para:";

"Updating...|updating progress text" = "Atualizando...";

